Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2011.tmx
Source language: en_us
Languages: zh_cn

source: A special fund was included in the state budget to renovate or build 23,000 town and township hospitals, 1,500 county hospitals, 500 county traditional Chinese medicine hospitals, and 1,000 county maternity and childcare hospitals, as well as to build 2,400 community health service centers.
zh_cn: 国家财政安排专项资金，改造和新建2.3万所乡镇卫生院、1500所县医院、500所县中医院和1000所县妇幼保健院，建立了2400所社区卫生服务中心。

source: We formulated and implemented the National Medium- and Long-Term Plan for Human Resource Development.
zh_cn: 制定并实施国家中长期人才发展规划纲要。

source: We smoothly attained population planning objectives.
zh_cn: 人口规划目标顺利实现。

source: Important progress was made in the reform of the cultural management system.
zh_cn: 文化体制改革取得重要进展。

source: Development of the system of public cultural services noticeably accelerated, and the culture industry developed vigorously.
zh_cn: 公共文化服务体系建设明显加快，文化产业蓬勃发展。

source: Philosophy and the social sciences, the press and publishing, radio, film and television, and literature and art all flourished and advanced.
zh_cn: 哲学社会科学和新闻出版、广播电视、文学艺术繁荣进步。

source: The construction of urban and rural public sports and exercise facilities was accelerated, and the national fitness program has taken root.
zh_cn: 城乡公共体育设施建设加快，全民健身活动蔚然成风。

source: We comprehensively improved the legal system and smoothly implemented the fifth five-year plan to educate the public about the law.
zh_cn: 法制建设全面推进，“五五”普法顺利完成。

source: We made innovations in and strengthened the administration of society and maintained social harmony and stability.
zh_cn: 创新和加强社会管理，社会保持和谐稳定。

source: We won major victories in the fight against the Wenchuan earthquake and other natural disasters.
zh_cn: 抗击汶川特大地震等严重自然灾害的斗争取得重大胜利，

source: The post-earthquake recovery and reconstruction work in Wenchuan was basically completed in two years instead of the scheduled three, and recovery and reconstruction work following the strong Yushu earthquake and major mudslide in Zhouqu is proceeding in an orderly manner.
zh_cn: 汶川灾后恢复重建三年任务两年基本完成，玉树强烈地震和舟曲特大山洪泥石流灾后恢复重建有序推进。

source: Passing these severe tests made the Chinese people more mature, more confident and stronger, and the great, indomitable and unyielding spirit of the Chinese nation is invincible.
zh_cn: 经过灾难的洗礼，中国人民更加成熟、自信、坚强，中华民族百折不挠、自强不息的伟大精神不可战胜。

source: We constantly deepened reform of the administrative system. We accelerated the transformation of government functions, completed a new round of reforms of government agencies, intensively carried out administration in accordance with the law, developed law-based government, made the government more service-oriented, made government affairs more open, improved the administrative accountability system, tirelessly combated corruption, and made positive progress in government capacity building.
zh_cn: 五年来，我们不断深化行政管理体制改革，加快转变政府职能，全面完成了新一轮政府机构改革，深入推进依法行政，建设法治政府和服务型政府，推进政务公开，加强行政问责，坚持不懈地开展反腐败斗争，政府自身建设取得积极进展。

source: We worked steadily and made solid progress, and the Chinese people have every reason to take pride in this.
zh_cn: 过去五年，我们是一步一个脚印走过来的，中国人民有理由为此感到自豪！

source: Our achievements did not come easily.
zh_cn: 五年的成绩来之不易。

source: They were made thanks to the broad vision and correct leadership of the CPC Central Committee with Comrade Hu Jintao as General Secretary and the concerted efforts of the Party and the people of all ethnic groups across the country.
zh_cn: 这是以胡锦涛同志为总书记的党中央总揽全局、正确领导的结果，是全党全国各族人民共同努力奋斗的结果。

source: On behalf of the State Council, I would like to express my sincere gratitude to the people of all ethnic groups, all democratic parties and mass organizations, and people from all walks of life.
zh_cn: 在这里，我代表国务院，向全国各族人民，向各民主党派、各人民团体和各界人士，表示诚挚感谢！

source: In addition, I would like to express my thanks to om compatriots in the Hong Kong and Macao special administrative regions and in Taiwan, and overseas Chinese.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚感谢！

source: Finally, my sincere thanks go to the governments of other countries, international organizations and friends from around the world who care for and support China's modernization.
zh_cn: 向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚感谢！

source: We are keenly aware that we still have a serious problem in that our development is not yet well balanced, coordinated or sustainable.
zh_cn: 我们清醒地认识到，我国发展中不平衡、不协调、不可持续的问题依然突出。

source: This manifests itself mainly in the following: growing resource and environmental constraints hindering economic growth, imbalance between investment and consumption, large income gap, insufficient scientific and technological innovation capabilities, an irrational industrial structure, continued weakness in the agricultural foundation, uneven development between urban and rural areas and between regions, the coexistence of overall pressure to expand employment and structural shortage of qualified personnel in some industries, defects in systems mechanisms that hinder scientific development,
zh_cn: 主要是：经济增长的资源环境约束强化，投资与消费关系失衡，收入分配差距较大，科技创新能力不强，产业结构不合理，农业基础仍然薄弱，城乡区域发展不协调，就业总量压力和结构性矛盾并存，制约科学发展的体制机制障碍依然较多；

source: and our failure to meet targets set in the Eleventh Plan - the value-added of the service sector, its share in total employment, and spending on R&D as a percentage of GDP.
zh_cn: 服务业增加值和就业比重、研究与试验发展经费支出占国内生产总值比重没有完成“十一五”规划目标。

source: Moreover, we have not yet fundamentally solved a number of issues that the masses feel strongly about, namely the lack of high-quality educational and medical resources, and their uneven distribution; increasing upward pressure on prices, exorbitant housing price increases in some cities; increasing social problems resulting from illegal land expropriations and housing demolitions; significant problems concerning food safety; and rampant corruption in some areas.
zh_cn: 一些群众反映强烈的问题没有根本解决，主要是：优质教育、医疗资源总量不足、分布不均；物价上涨压力加大，部分城市房价涨幅过高；违法征地拆迁等引发的社会矛盾增多；食品安全问题比较突出；一些领域腐败现象严重。

source: We must therefore have a strong sense of responsibility toward the country and the people and work tirelessly and painstakingly to solve these problems more quickly to the satisfaction of the people.
zh_cn: 我们一定要以对国家和人民高度负责的精神，通过艰苦细致的工作和坚持不懈的努力，加快解决这些问题，让人民满意。

source: Looking back at the government's work during the Eleventh Five-Year Plan period, we have deepened our understanding and awareness in. several areas.
zh_cn: 回顾“十一五”时期的政府工作，我们进一步加深了以下几个方面的认识和体会。

source: First, we must steadfastly undertake scientific development.
zh_cn: 一是必须坚持科学发展。

source: We have relied on development to overcome all types of severe challenges, and all our achievements and progress in every area come from development. We must therefore continue to rely on development to resolve the difficulties and problems on the road ahead.
zh_cn: 我们战胜各种严峻挑战，靠的是发展；各领域取得的一切成就和进步，靠的是发展；解决前进道路上的困难和问题，仍然要靠发展。

source: China is still in the primary stage of socialism and will remain so for a long time to come, so we must continue to take economic development as our central task and pursue scientific development.
zh_cn: 我国仍处于并将长期处于社会主义初级阶段，必须坚持以经济建设为中心，坚持科学发展。

source: We need to put people first, make ensuring and improving their wellbeing the starting point and goal of all our work, unwaveringly work for prosperity for all and ensure that everyone shares in the fruits of development.
zh_cn: 要以人为本，把保障和改善民生作为一切工作的出发点和落脚点，坚定不移走共同富裕道路，使发展成果惠及全体人民；

source: We need to steadfastly take all factors into consideration, and coordinate urban and rural development, regional development, and economic and social development.
zh_cn: 坚持统筹兼顾，促进城乡、区域、经济社会协调发展；

source: We need to accelerate the transformation of the pattern of economic development; strongly promote innovation; conserve resources and protect the environment; ensure that economic and social development is coordinated with our population, resources and environment; and make development more comprehensive, balanced and sustainable.
zh_cn: 加快转变经济发展方式，大力推进自主创新，节约资源和保护环境，使经济社会发展与人口资源环境相协调，提高发展的全面性、协调性和可持续性。

source: Second, we must continue to closely integrate government control with market forces.
zh_cn: 二是必须坚持政府调控与市场机制有机统一。

source: Sound market forces and effective macro-control are both indispensable parts of the socialist market economy.
zh_cn: 健全的市场机制，有效的宏观调控，都是社会主义市场经济体制不可或缺的重要组成部分。

source: We must be guided by realities in deciding when market forces are to play the greater role and when government control is to play the greater role.
zh_cn: 市场作用多一些还是政府作用多一些，必须相机抉择。

source: In responding to the impact of the global financial crisis, we tightened and improved macro-control, quickly corrected market distortions, remedied market failures and prevented serious economic fluctuations. All the measures we took have proven to be entirely correct.
zh_cn: 在应对国际金融危机冲击中，我们加强和改善宏观调控，及时纠正市场扭曲，弥补市场失灵，防止经济出现大的起落，实践证明是完全正确的。

source: We must constantly improve the socialist market economy, and make full use of the basic role of the market in allocating resources to stimulate the internal vitality of the economy while using macro-control tools scientifically to promote long-term, steady and rapid economic development.
zh_cn: 我们必须不断完善社会主义市场经济体制，充分发挥市场在资源配置中的基础性作用，激发经济的内在活力，同时，科学运用宏观调控手段，促进经济长期平稳较快发展。

source: Third, we must consider the overall domestic and international situations.
zh_cn: 三是必须坚持统筹国内国际两个大局。

source: As economic globalization intensifies and China's opening up constantly deepens, our economy is becoming linked ever more closely to the world economy and the two are constantly interacting and becoming more interdependent.
zh_cn: 在经济全球化深入发展和对外开放不断深化的条件下，我国经济同世界经济的联系日益紧密，互动和依存不断增强。

source: We must adopt a global perspective, strengthen our strategic thinking, be proficient at recognizing development opportunities presented by changes in the international situation, respond prudently to risks and challenges, make good use of both domestic and international markets and resources, correctly balance domestic development and our degree of openness to the outside world, and truly take into consideration both domestic and external demand to achieve balanced development.
zh_cn: 必须树立世界眼光，加强战略思维，善于从国际形势发展变化中充分把握发展机遇，稳妥应对风险挑战，利用好国内国际两个市场、两种资源，统筹处理好国内发展与对外开放关系，真正做到内外兼顾、均衡发展。

source: Fourth, we must steadfastly use reform and opening up to provide the basic driving force for economic and social development.
zh_cn: 四是必须坚持把改革开放作为经济社会发展的根本动力。

source: The only way to make the country strong and prosperous and to ensure the people's happiness is through reform and opening up, and we must implement them throughout the course of socialist modernization.
zh_cn: 改革开放是实现国家强盛、人民幸福的必由之路，必须贯穿社会主义现代化建设全过程。

source: We need to be more resolute and courageous in carrying out reform, and make reform decisions more scientific and reform measures better coordinated.
zh_cn: 我们要以更大的决心和勇气推进改革，提高改革决策的科学性，增强改革措施的协调性，

source: We need to comprehensively carry out economic, political, cultural and social reforms and innovations; eradicate obstacles embedded in systems and mechanisms; fully liberate and develop the productive forces; and promote social fairness and justice.
zh_cn: 全面推进经济、政治、文化、社会等各方面改革创新，从根本上破除体制机制障碍，最大限度解放和发展生产力，促进社会公平正义。

source: We must make improving the people's lives a pivot linking reform, development and stability; consider the intensity of reforms and the speed of development in light of the ability of society to accept changes; promote harmony and stability through reform; and make sure that people are content with their lives and jobs, society is tranquil and orderly, and the country enjoys long-term peace and stability.
zh_cn: 要坚持把改善人民生活作为正确处理改革发展稳定关系的结合点，把改革的力度、发展的速度和社会可承受的程度统一起来，以改革促进和谐稳定，确保人民安居乐业、社会安宁有序、国家长治久安。

source: II. Main Objectives and Tasks for the Twelfth Five-Year Plan Period
zh_cn: 二、“十二五”时期的主要目标和任务

source: We have drawn up the Twelfth Five-Year Plan for National Economic and Social Development (draft) in accordance with the Proposal of the CPC Central Committee for Formulating the Twelfth Five-Year Plan for National Economic and Social Development and submitted it to you for your deliberation and approval.
zh_cn: 根据《中共中央关于制定国民经济和社会发展第十二个五年规划的建议》，我们编制了《国民经济和社会发展第十二个五年规划纲要（草案）》，提交大会审议。

source: The Twelfth Five-Year Plan period is crucial for building a moderately prosperous society in all respects and for deepening reform and opening up and speeding up the transformation of the pattern of economic development.
zh_cn: “十二五”是全面建设小康社会的关键时期，是深化改革开放、加快转变经济发展方式的攻坚时期。

source: From an international perspective, world multipolarization and economic globalization are deepening, and peace, development and cooperation remain the current of the times.
zh_cn: 从国际看，世界多极化、经济全球化深入发展，和平、发展、合作仍是时代潮流。

source: The global financial crisis is having far-reaching effects; world economic restructuring is accelerating; profound changes are taking place in global economic governance; breakthroughs in scientific and technological innovation and industrial transformation are on the horizon, and the overall strength of developing countries, especially emerging market economies, is increasing.
zh_cn: 国际金融危机影响深远，世界经济结构加快调整，全球经济治理机制深刻变革，科技创新和产业转型孕育突破，发展中国家特别是新兴市场国家整体实力步入上升期。

source: From a domestic perspective, factors favoring China's development and the positive long-term development trend have not changed.
zh_cn: 从国内看，我国发展的有利条件和长期向好的趋势没有改变，

source: Industrialization, informationization, urbanization, marketization and internationalization are all intensifying;
zh_cn: 工业化、信息化、城镇化、市场化、国际化深入发展，

source: there is huge potential demand in the market;
zh_cn: 市场需求潜力巨大，

source: the supply of funds is ample;
zh_cn: 资金供给充裕，

source: the overall scientific and educational level of the people is rising;
zh_cn: 科技和教育水平整体提升，

source: the quality of the workforce is improving;
zh_cn: 劳动力素质提高，

source: infrastructure is getting better by the day;
zh_cn: 基础设施日益完善，

source: the government's ability to exercise macro-control and respond to major challenges has increased significantly;
zh_cn: 政府宏观调控和应对重大挑战的能力明显增强，

source: and society remains stable overall.
zh_cn: 社会大局保持稳定。

source: Looking at the overall international and domestic situations, we have concluded that China's development is still in an important period of strategic opportunities.
zh_cn: 综合判断国际国内形势，我国发展仍处于可以大有作为的重要战略机遇期。

source: We must hold high the great banner of socialism with Chinese characteristics, take Deng Xiaoping Theory and the important thought of Three Represents as our guide, thoroughly apply the Scientific Outlook on Development, adapt to the latest changes in the domestic and international situations, and satisfy the new expectations of the people of all ethnic groups for a better life.
zh_cn: 我们要高举中国特色社会主义伟大旗帜，以邓小平理论和“三个代表”重要思想为指导，深入贯彻落实科学发展观，适应国内外形势新变化，顺应各族人民过上更好生活新期待，

source: Taking scientific development as the theme and accelerating transformation of the pattern of economic development as the main thread, we need to deepen reform and opening up; ensure and improve the people's wellbeing; consolidate and expand upon the success of our efforts to respond to the impact of the global financial crisis; promote long-term, steady and rapid economic development and social harmony and stability; and lay a solid foundation for building a moderately prosperous society in all respects.
zh_cn: 以科学发展为主题，以加快转变经济发展方式为主线，深化改革开放，保障和改善民生，巩固和扩大应对国际金融危机冲击成果，促进经济长期平稳较快发展和社会和谐稳定，为全面建成小康社会打下具有决定性意义的基础。

source: - We will propel economic development to a new level.
zh_cn: ——我们要推动经济发展再上新台阶。

source: We have set a target of 7% annual increase in the economy over the next five years with significant improvement in the quality and performance of economic growth.
zh_cn: 今后五年，我国经济增长预期目标是在明显提高质量和效益的基础上年均增长7%。

source: Based on 2010 prices, the country's GDP in2015 should exceed 55 trillion yuan.
zh_cn: 按2010年价格计算，2015年国内生产总值将超过55万亿元。

source: We will continue to strengthen and improve macro-control; keep the overall level of prices basically stable; integrate short-term control policies with long-term development policies; adhere to the strategy of expanding domestic demand; fully tap the huge potential of domestic demand; and more quickly get economic growth to be driven by a balanced mix of consumer spending, investment and exports.
zh_cn: 要继续加强和改善宏观调控，保持价格总水平基本稳定，把短期调控政策和长期发展政策结合起来，坚持实施扩大内需战略，充分挖掘我国内需的巨大潜力，加快形成消费、投资、出口协调拉动经济增长的新局面。

source: - We will accelerate the transformation of the pattern of economic development and economic restructuring.
zh_cn: ——我们要加快转变经济发展方式和调整经济结构。

source: We will adhere to the new path of industrialization with Chinese characteristics, strive to fully integrate informationization with industrialization, upgrade the manufacturing industry, and foster and develop strategic emerging industries.
zh_cn: 坚持走中国特色新型工业化道路，推动信息化和工业化深度融合，改造提升制造业，培育发展战略性新兴产业。

source: We will accelerate the development of the service sector and raise its value-added contribution to GDP by 4 percentage points.
zh_cn: 加快发展服务业，服务业增加值在国内生产总值中的比重提高4个百分点。

source: We will actively yet prudently carry out urbanization, increase its level from 47.5% to 51.5%, improve its pattern and forms, and constantly work to raise its quality.
zh_cn: 积极稳妥推进城镇化，城镇化率从47.5％提高到51.5%，完善城市化布局和形态，不断提升城镇化的质量和水平。

source: We will continue to strengthen infrastructure, and further strengthen the foundation for economic and social development.
zh_cn: 继续加强基础设施建设，进一步夯实经济社会发展基础。

source: We will work hard to develop modern agriculture and accelerate the development of a new socialist countryside.
zh_cn: 大力发展现代农业，加快社会主义新农村建设。

source: We will thoroughly implement the master strategy for regional development and the strategy of development priority zones, and gradually achieve equality of basic public services.
zh_cn: 深入实施区域发展总体战略和主体功能区战略，逐步实现基本公共服务均等化。

source: We will promote positive interaction between urban and rural areas and among regions, and the balanced development of primary, secondary and tertiary industries.
zh_cn: 促进城乡、区域良性互动，一二三产业协调发展。

source: - We will work hard to develop social undertakings.
zh_cn: ——我们要大力发展社会事业。

source: We will continue to give top priority to education, and steadily raise the educational level of the people.
zh_cn: 坚持优先发展教育，稳步提升全民受教育程度。

source: We will adhere to the principle of making innovations and leapfrog advances in key areas supporting development and creating a better future; improve the system of and support policies for scientific and technological innovation; and strive to make major scientific and technological breakthroughs.
zh_cn: 坚持自主创新、重点跨越、支撑发展、引领未来的方针，完善科技创新体系和支持政策，着力推进重大科学技术突破。

source: We will increase spending on R&D to 2.2% of GDP and promote the conversion of advances in science and technology into actual productive forces.
zh_cn: 研究与试验发展经费支出占国内生产总值比重达到2.2%，促进科技成果更好地转化为生产力。

source: In order to meet the demands of modernization, we will strengthen personnel training and strive to develop a large number of high-caliber personnel.
zh_cn: 适应现代化建设需要，加强人才培养，努力造就规模宏大的高素质人才队伍。

source: We will vigorously strengthen cultural development and make another great stride forward in the reform and development of culture in order to meet the ever-growing intellectual and cultural demands of the people.
zh_cn: 大力加强文化建设，推动文化改革发展实现新跨越，满足人民群众不断增长的精神文化需求。

source: We will work hard to develop sports.
zh_cn: 大力发展体育事业。

source: We will further deepen reform of the pharmaceutical and healthcare systems, improve the basic medical and health care systems, and more quickly reach the goal of making basic medical and health services available to all citizens.
zh_cn: 进一步深化医药卫生体制改革，健全基本医疗卫生制度，加快实现人人享有基本医疗卫生服务的目标。

source: We will make innovations in social administration systems and mechanisms, improve the legal and institutional bases and the capacity of social administration, and ensure society is full of vitality, harmonious and stable.
zh_cn: 创新社会管理体制机制，加强社会管理法律、体制、能力建设，确保社会既充满活力又和谐稳定。

source: - We will effectively conserve resources and protect the environment.
zh_cn: ——我们要扎实推进资源节约和环境保护。

source: We will actively respond to climate change.
zh_cn: 积极应对气候变化。

source: We will strengthen resource conservation and management, become better able to ensure adequate supplies of resources, intensify the protection of farmland and the environment, strengthen ecological development and systems to prevent and mitigate natural disasters, and comprehensively build our capacity for sustainable development.
zh_cn: 加强资源节约和管理，提高资源保障能力，加大耕地保护、环境保护力度，加强生态建设和防灾减灾体系建设，全面增强可持续发展能力。

source: The proportion of non-fossil fuels in primary energy consumption should reach 11.4%;
zh_cn: 非化石能源占一次能源消费比重提高到11.4%，

source: energy consumption and CO2 emissions per unit of GDP should be reduced by 16% and 17% respectively;
zh_cn: 单位国内生产总值能耗和二氧化碳排放分别降低16%和17%，

source: the release of major pollutants should be reduced by 8% to 10%;
zh_cn: 主要污染物排放总量减少8%至10%，

source: forest stock should be increased by 600 million m3;
zh_cn: 森林蓄积量增加6亿立方米，

source: and forest cover should be increased to 21.66%.
zh_cn: 森林覆盖率达到21.66%。

source: We will substantially improve water conservancy facilities; make progress in better controlling important tributaries of large rivers as well as lakes and small and medium-sized rivers; and significantly improve agricultural irrigation, the efficiency of water resources use and resistance to flooding.
zh_cn: 切实加强水利基础设施建设，推进大江大河重要支流、湖泊和中小河流治理，明显提高基本农田灌溉、水资源有效利用水平和防洪能力。

source: - We will comprehensively improve the people's wellbeing.
zh_cn: ——我们要全面改善人民生活。

source: We will make increasing employment the foremost objective of economic and social development, create equitable job opportunities for the entire workforce, and create an extra 45 million urban jobs over the next five years.
zh_cn: 坚持把增加就业作为经济社会发展的优先目标，为全体劳动者创造公平的就业机会，五年城镇新增就业4500万人。

source: We will uphold and improve the distribution system whereby distribution according to work is dominant and multiple forms of distribution exist side by side, strive to coordinate increases in people's incomes with economic development and increases in workers' pay with improvements in labor productivity, gradually raise the proportion of national income distributed to individuals, increase the proportion of wages in the primary distribution of income, and quickly make the pattern of income distribution more reasonable.
zh_cn: 坚持和完善按劳分配为主体、多种分配方式并存的分配制度，努力实现居民收入增长和经济发展同步、劳动报酬增长和劳动生产率提高同步，逐步提高居民收入在国民收入分配中的比重，提高劳动报酬在初次分配中的比重，加快形成合理的收入分配格局。

source: The per capita disposable income of urban residents and the per capita net income of rural residents will rise by an annual average of over 7% in real terms.
zh_cn: 城镇居民人均可支配收入和农村居民人均纯收入年均实际增长超过7%。

source: We will raise the poverty line and reduce the number of people living in poverty.
zh_cn: 提高扶贫标准，减少贫困人口。

source: We will more quickly improve the social security system, and continue to raise social security benefits.
zh_cn: 加快完善社会保障制度，进一步提高保障水平。

source: The basic pension insurance and basic medical insurance systems will cover all urban and rural residents.
zh_cn: 城乡基本养老、基本医疗保障制度实现全覆盖，

source: Participation in the basic medical insurance system for working and non-working urban residents and the new rural cooperative medical care system will increase and stabilize,
zh_cn: 提高并稳定城乡三项基本医疗保险参保率，

source: and we will increase the proportion of expenses for medical treatment paid out of the medical insurance fund to over 70% in accordance with relevant policies.
zh_cn: 政策范围内的医保基金支付水平提高到70%以上，

source: Low-income housing will be made available to around 20% of the country's urban households.
zh_cn: 全国城镇保障性住房覆盖面达到20%左右。

source: We will adhere to the basic state policy on family planning and progressively improve it.
zh_cn: 坚持计划生育基本国策，逐步完善政策，

source: We will promote balanced population growth in the long term and raise the average life expectancy by one year.
zh_cn: 促进人口长期均衡发展，人均预期寿命提高1岁。

source: - We will comprehensively deepen reform and opening up.
zh_cn: ——我们要全面深化改革开放。
